Prácticas/bateriaPruebasP4/nginx/Nginx_siege_4.txt
** SIEGE 3.0.5
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...      done.

Transactions:		       21685 hits
Availability:		      100.00 %
Elapsed time:		       59.98 secs
Data transferred:	        1.22 MB
Response time:		        0.04 secs
Transaction rate:	      361.54 trans/sec
Throughput:		        0.02 MB/sec
Concurrency:		       14.94
Successful transactions:       21685
Failed transactions:	           0
Longest transaction:	        0.12
Shortest transaction:	        0.00